Revit 2027 API
ParameterTypeId.SpotElevLowerValue Property
 "Lower Value"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevLowerValue { get; }
Public Shared ReadOnly Property SpotElevLowerValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevLowerValue {
	ForgeTypeId^ get ();
}
static member SpotElevLowerValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace